import maria from '../../public/img/maria.webp';
import { SCHOOL } from '../links/constants';

export const school = {
    id: SCHOOL,
    title: 'Почему вам именно в школу «СальсаБрест»?',
    text: (
        <>
            Первое и самое главное при выборе школы – это <b>преподаватели</b>.
            В «СальсаБрест» с вами будут работать профессиональные и опытные
            педагоги, и это отдельная тема! Приходя в какую-либо студию, не
            стесняйтесь интересоваться опытом ваших будущих преподавателей, ведь
            вы вручаете им свое тело, свой вкус и кусочек своей души. И, как
            показывает практика....
        </>
    ),
};

export const schoolPage = {
    id: SCHOOL,
    title: 'Почему вам именно в школу «СальсаБрест»?',
    about: [
        {
            id: 1,
            title: <>🏆 Преподаватели — это главное</>,
            description: (
                <>
                    Первое и самое главное при выборе школы – это{' '}
                    <b>преподаватели</b>.<br></br>В «СальсаБрест» с вами будут
                    работать профессиональные и опытные педагоги, и это
                    отдельная тема! Приходя в какую-либо студию, не стесняйтесь
                    интересоваться опытом ваших будущих преподавателей, ведь вы
                    вручаете им свое тело, свой вкус и кусочек своей души. И,
                    как показывает практика, сменить школу крайне трудно, т.к. в
                    любом случае человек невольно привыкает к месту и к людям.
                    <b>Важно сразу сделать правильный выбор!</b>
                </>
            ),
        },
        {
            id: 2,
            title: <>🔥 Наша философия и дело жизни</>,
            description: (
                <>
                    Мы определили Сальсу своим Делом и собираемся продвигать это
                    танцевальное направление в нашем городе, ломать сложившиеся
                    стереотипы, постоянно совершенствуясь в танце, продолжая
                    углублять и делать всесторонними свои знания и методику
                    преподавания. Мы готовы тратить на это все имеющееся у нас
                    время. <b>Поверьте, настоящая сальса этого достойна!</b>
                </>
            ),
        },
        {
            id: 3,
            title: <>💃 Наш опыт и подход</>,
            description: (
                <>
                    Мы танцуем сальсу более 10 лет, обучались у ведущих мировых
                    танцоров сальсы. У нас за плечами множество изученных
                    мастер-классов, поездок и выступлений. Только в 2023 году мы
                    поучаствовали в сальса-марафоне Mambolove (г. Москва),
                    фестивале ESTO.FEST (г. Санкт-Петербург), а также успели
                    побывать в качестве педагогов в г. Минск на фестивале Minsk
                    Salsa All-Stars от Salsa.Evolution.{' '}
                    <b>
                        Мы не просто учим двигаться под музыку и
                        взаимодействовать в паре, а обучаем пониманию
                        динамических законов, и использованию этих законов в
                        танце.
                    </b>
                </>
            ),
        },
        {
            id: 3,
            isNote: true,
            title: <>📌 Важное примечание</>,
            description: (
                <>
                    Нередко в школах танцев одни и те же преподаватели танцуют и
                    преподают несколько направлений танцев, несхожих по своей
                    сути. При таком подходе, качественно уметь танцевать
                    несколько направлений и качественно обучать им невозможно.
                    <b>Тем более САЛЬСУ!</b> Ведь сальса сама по себе
                    танцевальный фьюжн, она включает в себя множество
                    самодостаточных танцевальных направлений. Студии, где
                    преподаватели преподают всё, к сожалению, формируют
                    неправильное, поверхностное представление о сальсе. К слову,
                    ни одна серьезная школа в других городах не имеет
                    преподавателей, которые вели бы одновременно занятия по
                    столь разным танцевальным направлениям.{' '}
                    <b>Поэтому за САЛЬСОЙ приходите к нам.</b> Тогда вам не
                    придется потом сильно удивляться, а нам вас переучивать.
                </>
            ),
        },
    ],
    teachers: [
        {
            id: 'maria',
            teacherTitle:
                'Представляем нашего преподавателя по женскому стилю в сальсе',
            name: 'Мария Сервантес',
            alias: 'Maria Cervantes',
            link: 'https://www.instagram.com/maria_cervantes_salsa/',
            image: maria,
            about: [
                {
                    id: 1,
                    title: <>✨ Танцевальный путь</>,
                    description: (
                        <>
                            Начала свой танцевальный путь{' '}
                            <b>с художественной гимнастики</b>, в которую пришла
                            в четырехлетнем возрасте и доросла до{' '}
                            <b>2 взрослого разряда</b>. Затем с отличием
                            окончила «Детскую хореографическую школу им.
                            Погодина г. Бреста». <br />
                            <br /> Имеет{' '}
                            <b>большой опыт сценических выступлений</b>, участия
                            в международных конкурсах и фестивалях, а также
                            собственных хореографических постановок. Владеет
                            классическим и народно-сценическим видами танцев.
                            <br />
                            <br />
                            Также изучала современные танцы:{' '}
                            <b>контемп, хип-хоп, джаз-фанк, хай-хилз</b>.
                        </>
                    ),
                },
                {
                    id: 2,
                    title: <>💫 Специализация в сальсе</>,
                    description: (
                        <>
                            Проходила обучение у топовых танцоров сальсы в{' '}
                            <b>@mambovirtualacademy</b>.
                            <br />
                            Прошла отбор в <b>
                                virtual team Татьяны Каннарсы
                            </b>. <br />
                            Победительница одного из челленджей <b>Брэнды Ли</b>
                            .
                        </>
                    ),
                },
                {
                    id: 3,
                    title: <>❤️ Преподавательский подход</>,
                    description: (
                        <>
                            Мария продолжает развиваться сама и с радостью
                            делится приобретенным опытом с обучающимися. А имея
                            вдобавок и <b>высшее педагогическое образование</b>,
                            она максимально профессионально подходит к процессу
                            обучения.
                        </>
                    ),
                },
            ],
        },
    ],
};
