import afisha from '../../public/img/summerGoodbye/afisha.webp';
import dj from '../../public/img/summerGoodbye/dj.webp';
import p1 from '../../public/img/summerGoodbye/place/1.webp';
import p2 from '../../public/img/summerGoodbye/place/2.webp';
import p3 from '../../public/img/summerGoodbye/place/3.webp';
import p4 from '../../public/img/summerGoodbye/place/4.webp';
import p5 from '../../public/img/summerGoodbye/place/5.webp';
import p6 from '../../public/img/summerGoodbye/place/6.webp';
import p7 from '../../public/img/summerGoodbye/place/7.webp';
import p8 from '../../public/img/summerGoodbye/place/8.webp';
import kredo from '../../public/img/summerGoodbye/teachers/kredo.webp';
import kvartal_couple from '../../public/img/summerGoodbye/teachers/kvartal_couple.webp';
import kvartal_single from '../../public/img/summerGoodbye/teachers/kvartal_single.webp';
import salsabrest from '../../public/img/summerGoodbye/teachers/salsabrest.webp';
import volleyballImg from '../../public/img/summerGoodbye/volleyball.webp';
import { MASTER_CLASSES, SUMMER_GOODBYE, VOLEYBALL } from '../links/constants';

export default {
    id: SUMMER_GOODBYE,
    title: '«SUMMER-GOOD.BY 2025»',
    subTitle: 'Salsa-weekend в Бресте',
    afisha: afisha,
    registerLink: 'https://u086076.spfrm.com/sirOiar',
    date: '30-31 августа',
    intro: '!!!Объявляется открытие регистрации на 2х-дневный Сальса-уик-энд  «Summer-good.by» от СальсаБрест 30-31 августа (суббота, воскресенье) в живописном месте возле г.Бреста, база отдыха «Парк Полянка».',
    descr: (
        <>
            <em>
                <b>
                    2х-дневный Сальса-уик-энд «Summer-good.by» от СальсаБрест
                    30-31 августа (суббота, воскресенье) в живописном месте
                    возле г.Бреста (база отдыха «Парк Полянка»).{' '}
                </b>
                <br />
                <br />В прошлом году мероприятие прошло максимально позитивно и
                претендует стать ежегодным. В этом году Сальса-уик-энд
                «Summer-good.by 2025» выходит на новый уровень:
            </em>
        </>
    ),
    descrItems: [
        <em> - два дня,</em>,
        <em> - мастер-классы от ведущих преподавателей сальсы в стране,</em>,
        <em> - вечеринка,</em>,
        <em> - оупен-эйр,</em>,
        <em> - сальса-волейбол.</em>,
    ],
    descrFinal: <em> Не упусти последний летний отрыв!! </em>,
    programm: (
        <>
            <em>Программа мероприятия</em>
        </>
    ),
    firstDay: (
        <>
            📅 <em>День 1 (30 августа, суббота)</em>
        </>
    ),
    firstDayItems: [
        <em>- Централизованный выезд из Бреста в 13.00,</em>,
        <em>
            - Мастер классы в закрытом красивом помещении примерно с 14.00 до
            18.00,
        </em>,
        <em> - Вечеринка,</em>,
        <em>
            - Ночлег*: кемпинг (палатка, костер), либо самостоятельное
            возвращение в город (база отдыха находится в 24км от Бреста)
        </em>,
        <em>
            *Студия обеспечивает бронь места под палатку, а также заказ палатки
            и необходимого снаряжения напрокат (если нет своего) при
            своевременной заявке.{' '}
        </em>,
    ],
    secondDay: (
        <>
            📆 <em>День 2 (31 августа, воскресенье)</em>
        </>
    ),
    secondDayItems: [
        <em>- Турнир по сальса-волейболу на открытом воздухе,</em>,
        <em> - Централизованое возвращение в Брест в 14.00,</em>,
        <em> - Свободная прогулка по городу,</em>,
        <em>
            {' '}
            - Оупен-эйр в центре Бреста на ул.Советская ориентировочно с 16.00
            до 19.00 (с учетом отъезда гостей из других городов РБ), возможно
            продление.
        </em>,
    ],
    volleyball: {
        id: VOLEYBALL,
        link: 'https://forms.gle/byDk7wtrhixNHkcU6',
        image: volleyballImg,
        title: (
            <>
                <em> Турнир по сальса-волейболу </em>
            </>
        ),
        titleDescr: (
            <em>
                В воскресенье (31 августа) в рамках 2х-дневного сальса-уик-энда
                «Summer-good.by» состоится турнир по пляжному сальса-волейболу
            </em>
        ),
        motivation: (
            <em>
                Регистрируй команду или регистрируйся сам, учавствуй и побеждай!{' '}
            </em>
        ),
        descr: (
            <>
                <em>
                    <b>Сальса-волейбол?</b> Для участия необходимо набрать
                    команду 4-5 человек, включая одного преподавателя или
                    опытного сальсерос. <u>Примечание</u>: В составе команды из
                    4х человек должна быть как минимум 1 (одна) девочка, в
                    команде из 5 человек - не менее 2х девочек.
                    <br />
                    <br />
                    Каждой команде организаторами будет заранее предоставлен
                    конкретный небольшой отрезок сальса-песни, под которую
                    необходимо поставить несложную хореографию и станцевать ее
                    всей командой (трек совсем короткий, требований к уровню
                    подготовки нет).
                    <br /> Перед каждой игрой состоится мини-баттл: две команды
                    протанцовывают свою (одну и ту же) хореографию. Судьи
                    (капитаны остальных команд) – оценивают и отдают свой голос
                    в пользу одной из команд. Оценивается слаженность
                    исполнения, музыкальность и эмоциональность! Победившая
                    команда получает <b>3 очка бонуса</b> (фора) в игре, игра –
                    до 15 мячей (зависит от количества команд-участниц). Система
                    соревнований будет определена после определения количества
                    команд.
                    <br />
                    Поскольку требований к уровню танца в этом году не
                    предъявляются, можно будет сколотить свою команду и выучить
                    хореографию прямо на месте.
                    <br />
                    <br />
                    ‼️⚠️ФОРМА ДЛЯ РЕГИСТРАЦИИ НА ВОЛЕЙБОЛ (для КОМАНД и тех, кто
                    НЕ НАШЁЛ КОМАНДУ, но ХОЧЕТ участвовать)⬇️‼️
                </em>
            </>
        ),
    },

    prices: (
        <em>
            <b> Цена мастер-классов и вечеринки: 110р.</b>
        </em>
    ),
    masterClasses: {
        id: MASTER_CLASSES,
        title: (
            <>
                <em>Мастер-классы и вечеринка</em>
            </>
        ),
        descr: (
            <>
                Для проведения мастер-классов в рамках сальса-уик-энда
                "Summer-good.by" студией «СальсаБрест» приглашены только лучшие
                преподаватели сальсы РБ!🌟 Не упустите возможность побывать у
                них на мастер-классах!💯 Итак, представляем преподавателей
                сальса-уик-энда "Summer-good.by"!
            </>
        ),
        teachers: [
            {
                id: 1,
                name: 'Дмитрий Матюшонок и Наталия Романенко',
                descr: 'студия Кредо (@kredo_dance), г. Минск',
                src: kredo,
                masterName: '',
            },
            {
                id: 2,
                name: 'Александр и Ирина Воробьёвы',
                descr: 'команда студии Квартал (@kvartalstudio), г. Минск',
                src: kvartal_couple,
                masterName: '',
            },
            {
                id: 3,
                name: 'Екатерина Гончарик ',
                descr: 'команда студии Квартал (@kvartalstudio), г. Минск',
                src: kvartal_single,
                masterName: '',
            },
            {
                id: 4,
                name: 'Команда "СальсаБрест"',
                src: salsabrest,
                masterName: '',
            },
        ],
    },
    dj: {
        name: 'DJ Mechanizator',
        descr: '🎵 Представляем диждея сальса-уик-энда "Summer-good.by" — DJ Mechanizator, г. Минск. DJ Mechanizator зарекомендовал себя на столичных сальса-вечеринках как диджей, гарантирующий качество, а значит, идеальную атмосферу мероприятия.💯🔥',
        src: dj,
    },
    place: {
        id: 'place',
        title: (
            <>
                🌳 <em>Место проведения</em> 🌳
            </>
        ),
        name: 'База отдыха «Парк Полянка»',
        images: [
            { url: p1 },
            { url: p2 },
            { url: p3 },
            { url: p4 },
            { url: p5 },
            { url: p6 },
            { url: p7 },
            { url: p8 },
        ],
        descr: (
            <>
                Здесь гармонично сочетается первозданнаяи <u>природа</u>{' '}
                современная инфраструктура.
                <br />
                <br />
                База расположена на берегу реки среди живописного леса, где
                чистый воздух позволяет насладиться отдыхом вдали от городской
                суеты. Отлично оборудованный зал для вечеринки, зоны отдыха,
                кафе и гриль-бар гарантируют комфортное времяпровождение каждому
                гостю уик-энда.
                <br />
                <br />
                <u>
                    Мы выбрали пространство, где каждый сможет почувствовать
                    себя частью большой семьи сальсы!
                </u>{' '}
                Здесь вас ждут{' '}
                <b>
                    крутые мастер-классы от лучших преподавателей Беларуси ,
                    зажигательная вечеринка, палаточный лагерь, незабываемое
                    "after-party" у костра, турнир по сальса-волейболу, новые
                    знакомства и незабываемые эмоции.
                </b>{' '}
                Для любителей водных развлечений доступен прокат катамаранов,
                сапбордов и байдарок. Особенное удовольствие принесет посещение
                канатной дороги, расположенной в великолепном сосновом лесу.
            </>
        ),
    },
};
