export const answers = [
    {
        id: 1,
        question: 'Что брать с собой на занятие?',
        answer: `
            При себе нужно иметь удобную для двигательной активности одежду и обязательно сменную(!) обувь (желательно с гладкой подошвой), например, джазовки.
        `,
    },
    {
        id: 2,
        question: 'Есть ли возрастные ограничения?',
        answer: `
        На данный момент действуют следующие возрастные ограничения: 18-45 лет.
        
        При покупке абонемента потребуется паспорт или водительское удостоверение, (студенческий билет — для студентов), так как у нас действует система скидок, основывающаяся на возрасте (скидки студентам и молодым людям от 18 от 28 лет).
        `,
    },
    {
        id: 3,
        question: 'Можно ли приходить без партнера/партнерши?',
        answer: `Можно приходить без партнера. 
        Занятия построены так, что пары постоянно меняются, и в любом случае вы будете танцевать в паре.`,
    },
    {
        id: 4,
        question: 'Можно ли пропускать занятия?',
        answer: 'Допускаются пропуски занятий по болезни (с предоставлением фото или копии справки) и один пропуск в период действия абонемента на парную сальсу без указания причин.',
    },
    {
        id: 5,
        question: 'Есть ли у вас раздевалка?',
        answer: 'Раздевалки есть: отдельные для девушек и для парней.',
    },
    {
        id: 6,
        question: 'Где и с кем оставить ребенка?',
        answer: (
            <>
                В MFit прямо рядом с залом есть детская комната, где
                можно оставить ребенка или нескольких под присмотром
                воспитателя. Стоимость 4 рубля за 2 часа. (Занятие по сальсе
                длится час: с 20.00 до 21.00. Воспитатель уходит в 21.00.
                Комната работает до 23.00. Один час также стоит 4 рубля. Расчет
                на ресепшене). Посмотрите фото детской комнаты{' '}
                <a
                    style={{ color: '#4d4d4d' }}
                    href='http://mfit.by/index.php?p=15'
                >
                    тут
                </a>
                .
            </>
        ),
    },
];
