export const answers = [
    {
        id: 1,
        question: 'Что брать с собой на танцы?',
        answer: `
            Одежда: для девушек — лосины, шорты, джинсы, майки, футболки; для парней — cвободные брюки, джинсы, футболки, рубашки навыпуск.

            Обувь: для девушек — балетки, танцевальные туфли, чешки; для парней — кеды, легкие кроссовки или танцевальные туфли.
        `,
    },
    {
        id: 2,
        question: 'Есть ли возрастные ограничения?',
        answer: `
        У нас нет никаких определенных ограничений. Чаще всего возрастной состав на занятиях: 25-35 лет, но ходят люди и младше, и старше.

        Самое главное — позитивный настрой и умение получать удовольствие от танцев!
        `,
    },
    {
        id: 3,
        question: 'Можно ли приходить без партнера/партнерши?',
        answer: `90% приходят к нам танцевать без партнеров.
        Уроки танцев построены так, что пары постоянно меняются, и в любом случае вы будете танцевать в паре.

        Но если у вас есть партнер — приводите обязательно! Танцы придают остроту отношениям))
        `,
    },
    {
        id: 4,
        question: 'Можно пропускать уроки танцев?',
        answer: `Занятия можно пропускать, заранее предупредив нас. Абонементы можно заморозить на 1 неделю.`,
    },
    {
        id: 5,
        question: 'Есть ли у вас раздевалка?',
        answer: `Раздевалки есть: отдельные для девушек и для парней. Ценные вещи берите с собой в танцевальный зал.`,
    },
    {
        id: 6,
        question: 'Есть ли парковка около танцевальной школы?',
        answer: `Своей парковки у нас нет. По городским тарифам можно парковаться на улице около входа.`,
    },
];