export const answers = [
    {
        id: 1,
        question: 'Что брать с собой на занятие?',
        answer: `
             При себе нужно иметь удобную для двигательной активности одежду и обязательно сменную(!) обувь (желательно с гладкой подошвой).
             
            Обувь: джазовки, легкие кроссовки или танцевальные туфли.
        `,
    },
    {
        id: 2,
        question: 'Есть ли возрастные ограничения?',
        answer: `
        На данный момент действуют следующие возрастные ограничения: 18-45 лет.
        
        При покупке абонемента потребуется паспорт или водительское удостоверение, (студенческий билет — для студентов), так как у нас действует система скидок, основывающаяся на возрасте (скидки студентам и молодым людям от 18 от 28 лет).
        `,
    },
    {
        id: 3,
        question: 'Можно ли приходить без партнера/партнерши?',
        answer: `Можно приходить без партнера. 
        Занятия построены так, что пары постоянно меняются, и в любом случае вы будете танцевать в паре.

        Однако! ОЧЕНЬ рекомендуем всем девушкам, у которых нет партнера, уговорить,  взять на слабо😉, заманить хитростью, притянуть силой 💪😀 и т.д. знакомого парня (коллегу, мужа, друга, бой-френда, друга брата, соседа и т.д.).  Это не значит, что вам придется только с ним все время танцевать, во время занятий партнеры постоянно меняются, что обеспечивает значительно более быстрый рост навыка ведения/следования. 

Почему важно найти партнера? Во-первых, при отсутствии парней не с кем будет танцевать, во-вторых, это гарантирует вам скидку на абонемент (на парный абонемент скидка), в-третьих, сальса меняет людей в лучшую сторону, и вчерашний "просто" парень завтра может стать харизматичным танцором, к которому на вечеринке будет стоять очередь из партнерш☝️
        `,
    },
    {
        id: 4,
        question: 'Можно пропускать занятия?',
        answer: 'Допускаются пропуски занятий по болезни (с предоставлением фото или копии справки) и один пропуск в период действия абонемента на парную сальсу без указания причин.',
    },
    {
        id: 5,
        question: 'Есть ли у вас раздевалка?',
        answer: 'Раздевалки есть: отдельные для девушек и для парней.',
    },
    {
        id: 6,
        question: 'Не с кем оставить ребенка?',
        answer: <>Если у вас есть маленькие дети, и их не с кем оставить на время занятия, то в MFit прямо рядом с залом есть детская комната, где можно оставить ребенка или нескольких) под присмотром воспитателя. Стоимость 4 рубля за 2 часа. (Занятие по сальсе длится час: с 20.00 до 21.00. Воспитатель уходит в 21.00. Комната работает до 23.00. Один час также стоит 4 рубля. Расчет на ресепшене). Посмотрите фото детской комнаты <a href='http://mfit.by/index.php?p=15'>тут</a>
        .</>,
    },
];
