export const shedule = [
    { 
        day: 'понедельник',
        Время: '17:00 - 20:00',
        Урок: 'Сальса',
        Преподаватель: 'АМК',
        Зал: '#1',
        Уровень: 'Beginner',
    },
    {
        day: 'вторник',
        Время: '19:00 - 20:00',
        Урок: 'Сальса',
        Преподаватель: 'АМК',
        Зал: '#1',
        Уровень: 'Beginner',
            
    },
    {
        day: 'среда',
        Время: '16:00 - 20:00',
        Урок: 'Сальса',
        Преподаватель: 'АМК',
        Зал: '#1',
        Уровень: 'Beginner',
            
    },
    {
        day: 'четверг',
        Время: '15:00 - 20:00',
        Урок: 'Сальса',
        Преподаватель: 'АМК',
        Зал: '#1',
        Уровень: 'Beginner',
            
    },
    {
        day: 'пятница',
        Время: '15:00 - 20:00',
        Урок: 'Сальса',
        Преподаватель: 'АМК',
        Зал: '#1',
        Уровень: 'Beginner',
            
    },
    {
        day: 'суббота-воскресенье',
        Время: '22:00 - 23:00',
        Урок: 'Сальса',
        Преподаватель: 'АМК',
        Зал: '#1',
        Уровень: 'Beginner',
            
    },
];