export const shedule = [
    { 
        day: 'понедельник',
        data: [
            {
                Время: '19:00 - 20:00',
                Урок: 'Сальса. Женский стиль',
                Преподаватель: 'Мария',
                Зал: '#1',
                Уровень: 'Продвинутый',
            },
            {
                Время: '20:00 - 21:00',
                Урок: 'Сальса.Парная',
                Преподаватель: 'Константин и Екатерина',
                Зал: '#1',
                Уровень: 'Начинающие',
            },
        ],
    },
    {
        day: 'вторник',
        data: [],    
    },
    {
        day: 'среда',
        data: [
            {
                Время: '19:00 - 20:00',
                Урок: 'Сальса.Соло',
                Преподаватель: 'Константин',
                Зал: '#1',
                Уровень: 'Продвинутый',
            },
            {
                Время: '20:00 - 21:00',
                Урок: 'Ча-ча',
                Преподаватель: 'Константин и Екатерина',
                Зал: '#1',
                Уровень: 'Начинающие',
            },
            {
                Время: '21:00 - 20:00',
                Урок: 'Сальса',
                Преподаватель: 'Константин и Екатерина',
                Зал: '#1',
                Уровень: 'Продвинутый',
            },
        ],
    },
    {
        day: 'четверг',
        data: [
            {
                Время: '19:00 - 20:00',
                Урок: 'Чача',
                Преподаватель: 'Константин и Екатерина',
                Зал: '#1',
                Уровень: 'Продвинутый',
            },
            {
                Время: '20:00 - 21:00',
                Урок: 'Ча-ча',
                Преподаватель: 'Константин и Екатерина',
                Зал: '#1',
                Уровень: 'Начинающие',
            },
        ],
    },
    {
        day: 'пятница',
        data: [
            {
                Время: '19:00 - 20:00',
                Урок: 'Сальса. Женский стиль',
                Преподаватель: 'Мария',
                Зал: '#1',
                Уровень: 'Продвинутый',
            },
        ],    
    },
    {
        day: 'суббота',
        data: [
            {
                Время: '15:00 - 17:00',
                Урок: 'Сальса.Соло. Мужчины',
                Преподаватель: 'Константин',
                Зал: '#1',
                Уровень: 'Продвинутый',
            },
            {
                Время: '15:00 - 17:00',
                Урок: 'Сальса. Женский стиль',
                Преподаватель: 'Мария и Екатерина',
                Зал: '#2',
                Уровень: 'Продвинутый',
            },
        ],
            
    },
];