export const womanStyle = {
    title: '«Новый набор на Salsa Lady Style»',
    subTitle: 'НОВЫЙ НАБОР на САЛЬСА СОЛО ДЛЯ ДЕВУШЕК с нуля!',
    descr: (
        <>
            👠{' '}
            <em>
                Сальса – это грация, пластика, активность и сексуальность. Музыка, с который мы будем работать, трогает до глубины души, она сочетает в себе и лиричность, и темперамент, и яркий взрыв эмоций, и глубину скрытых переживаний.
            </em>
        </>
    ),
    programm: (
        <>
            💥{' '}
            <em>
                <u> Обучение:</u> С вами будут работать профессиональные и опытные педагоги, и это отдельная тема! Приходя в какую-либо студию, не стесняйтесь интересоваться опытом ваших будущих преподавателей, ведь вы вручаете им свое тело, свой вкус и кусочек своей души. И, как показывает практика, сменить школу крайне трудно, т.к. в любом случае человек невольно привыкает к месту и к людям. Важно сразу сделать правильный выбор❗️
            </em>
        </>
    ),
    programmItems: [
        
    ],
    price: (
        <>
            💰{' '}
            <em>
                <u> Цена за 8 занятий:</u> 90р. У нас предусмотрены скидки студентам (абонемент 45р) и молодым людям до 28 лет (абонемент 75р).
            </em>
        </>
    ),
    time: (
        <>
            📆{' '}
            <em>
                <u> Расписание:</u> вт, пт 19:00 - 20:00.
            </em>
        </>
    ),
    place: (
        <>
            🕗{' '}
            <em>
                <u> Место:</u> Гоголя, 61 (Фитнес-клуб Mfit, 2 этаж)
            </em>
        </>
    ),
    take: (
        <>
            👟{' '}
            <em>
                <u>Что иметь при себе:</u>
            </em>
        </>
    ),
    takeItems: [
        <>
            ✔️<em>Удобную для двигательной активности одежду,</em>
        </>,
        <>
            ✔️<em>Сменную обувь (желательно с гладкой подошвой).</em>
        </>,
    ],
    ps: (
        <em>
            P.S. Сальса – это международный язык общения, этот танец танцуют
            повсеместно, и теперь вы тоже сможете не стоять в стороне!
        </em>
    ),
    saleText: (
        <>
            {' '}
            Всего за <s>90</s> <b style={{ color: 'red' }}>60 р. в месяц</b>!!!{' '}
            <br></br>
            <br></br> Для стундентов -{' '}
            <b style={{ color: 'red' }}>40 р. в месяц</b>!!!
        </>
    ),
    date: <>Стартует уже <b>19 мая</b></>,
    age: (
    <>
        ❗❗<em>
            <u> Возрастное ограничение:</u>  18 - 38 лет.
        </em>
    </>),
    trialSession:    (<>
            💳{' '}
            <b>
                Пробное занятие — 5р.
            </b>
        </> ),
    buySale:   <>
            🎁{' '}
            <em>
                При покупке абонемента в день пробного занятия скидка!
            </em>
        </>  
};
