export const course = {
    title: '«Включи ЛЕТО на максимум!»',
    subTitle: 'трехмесячный экспресс-курс по сальсе',
    descr: (
        <>
            🕺💃 <u> Описание:</u> Курс рассчитан таким образом, чтобы за три
            месяца вы гарантировано (при условии старательности на занятиях и
            выполнения небольшого домашнего задания) научились базовым
            танцевальным навыкам Сальсы (одного из самых крутых и
            распространенных танцев современности), смогли уверенно и свободно
            танцевать в паре.
        </>
    ),
    programm: (
        <>
            💥 <u> Программа курса:</u> Студия «СальсаБрест» подготовила
            оптимальную, насыщенную и интересную программу обучения. В рамках 24
            занятий вас ждет:
        </>
    ),
    programmItems: [
        '🔹️ 8 базовых сольных движений,',
        '🔹️ 10 парных элементов (чередование которых в последующем позволят вам свободно и красиво танцевать под любую музыку),',
        '🔹️ 5 музыкальных танцевальных зарисовкок (связкок) в паре,',
        '🔹️ одно теоретическое занятие по музыкальности и импровизации,',
        '🔹️ А также! Море позитива, эмоций, новые знакомства, и бесконечный кайф (наслаждение) от музыки!',
    ],
    price: (
        <>
            💰 <u> Цена:</u> Стоимость всего курса (три месяца, 24 занятия) –
            150 рублей (50 рублей в месяц). Студентам (с учетом дополнительной
            скидки) – 100 рублей (33 рубля в месяц).
        </>
    ),
    place: (
        <>
            🕗 <u> Время и место:</u> По понедельникам и четвергам с 20:00 до 21:00 в фитес-клубе MFit (Гоголя, 61), второй этаж, зал 4. (Ключ от
            шкафчика в раздевалке выдается милыми девушками на ресепшене).
        </>
    ),
    take: (
        <>
            👟 <u>Что иметь при себе:</u>
        </>
    ),
    takeItems: [
        '✔️ Удобную для двигательной активности одежду',
        '✔️ Сменную обувь (желательно с гладкой подошвой).',
    ],
    ps: 'P.S. Сальса – это международный язык общения, этот танец танцуют повсеместно, и теперь вы тоже сможете не стоять в стороне!',
};
