import { EXPRESS_COURSE } from "../links/constants";

export const expressCourse = {
    id: EXPRESS_COURSE,
    title: '«Включи ЛЕТО на максимум!»',
    subTitle: 'трёхмесячный экспресс-курс по парной сальсе',
    descr: (
        <>
            🕺💃{' '}
            <em>
                <u> Описание:</u> Курс рассчитан таким образом, чтобы за три
                месяца вы гарантировано (при условии старательности на занятиях
                и выполнения небольшого домашнего задания) научились базовым
                танцевальным навыкам Сальсы (одного из самых крутых и
                распространенных танцев современности), смогли уверенно и
                свободно танцевать в паре.
            </em>
        </>
    ),
    programm: (
        <>
            💥{' '}
            <em>
                <u> Программа курса:</u> Студия «СальсаБрест» подготовила
                оптимальную, насыщенную и интересную программу обучения. В
                рамках 24 занятий вас ждет обучение:
            </em>
        </>
    ),
    programmItems: [
        <>
            🔹️<em>6-ти базовым сольным движениям,</em>
        </>,
        <>
            🔹️
            <em>
                8-ми парным элементам (чередование которых в последующем
                позволит вам свободно и красиво танцевать под любую музыку),
            </em>
        </>,
        <>
            🔹️
            <em>3-м музыкальным танцевальным зарисовкам (связкам) в паре,</em>
        </>,
        <>
            🔹️
            <em>одно теоретическое занятие по музыкальности и импровизации,</em>
        </>,
        <>
            🔹️
            <em>
                А также! Море позитива, эмоций, новые знакомства и бесконечное
                наслаждение от музыки!
            </em>
        </>,
    ],
    price: (
        <>
            💰{' '}
            <em>
                <u> Цена:</u> Стоимость курса - <s>90</s> 60 рублей в месяц.
                Студентам (с учетом дополнительной скидки) – 40 рублей.
            </em>
        </>
    ),
    time: (
        <>
            📆{' '}
            <em>
                <u> Расписание:</u> пн, чт 20:00 - 21:00.
            </em>
        </>
    ),
    place: (
        <>
            🕗{' '}
            <em>
                <u> Место:</u> Гоголя, 61 (Фитнес-клуб Mfit, 2 этаж)
            </em>
        </>
    ),
    take: (
        <>
            👟{' '}
            <em>
                <u>Что иметь при себе:</u>
            </em>
        </>
    ),
    takeItems: [
        <>
            ✔️<em>Удобную для двигательной активности одежду,</em>
        </>,
        <>
            ✔️<em>Сменную обувь (желательно с гладкой подошвой).</em>
        </>,
    ],
    ps: (
        <em>
            P.S. Сальса – это международный язык общения, этот танец танцуют
            повсеместно, и теперь вы тоже сможете не стоять в стороне!
        </em>
    ),
    saleText: (
        <>
            {' '}
            Всего за <s>90</s> <b style={{ color: 'red' }}>60 р. в месяц</b>!!!{' '}
            <br></br>
            <br></br> Для стундентов -{' '}
            <b style={{ color: 'red' }}>40 р. в месяц</b>!!!
        </>
    ),
    date: <>Стартует уже <b>19 мая</b></>,
    age: <>
            ❗❗<em>
                <u> Возрастное ограничение:</u>  18 - 30 лет.
            </em>
        </>,
};
