export const prices = {
    header: [
        {name: '"Студенческий"'}, 
        {name: '"Молодёжный" ', old: 'с 18 до 28 лет'}, 
        {name: '"Стандарт"', old: 'c 28 до 38 лет'},
    ],
    body: [
        ['Пробное занятие (самое первое)', '5р.', '5р.', '5р.'],
        ['Разовое занятие (1 час)', '10р.', '15р.', '15р.'],
        ['Абонемент на 8 занятий', '40р.', '70р.', '80р.'],
        ['Парный абонемент на парную сальсу на 8 занятий (м+ж)', '70р.', '130р.', '150р.'],
        ['Доп. занятие (при наличии абонемента)', '5р.', '8р.', '10р.'],
        ['Доп. занятие (при отсутствии абонемента)', '8р.', '15р.', '20р.'],
        ['Протанцовка* (1 час), при наличии абонемента', '5р.', '6р.', '7р.'],
        ['Протанцовка* (1 час), при отсутствии  абонемента', '7р.', '10р.', '10р.'],
    ],
    woman: [
        ['Абонемент на месяц (4 занятия по 1,5 часа)', '60р.'],
    ],
};