export const prices = [
    {
        title: 'Разовое занятие',
        price: '10 руб/час',
        description: 'Детальная проработка элементов',
    },
    {
        title: 'Абонемент',
        price: '70 руб/месяц',
        description: 'На занятии изучаем сольные движения и связки, а также работаем в паре',
        countTimeWeek: '2 раза в неделю',
    },
    {
        title: 'Абонемент "Студенческий"',
        price: '50 руб/месяц',
        description: 'На занятии изучаем сольные движения и связки, а также работаем в паре.',
        countTimeWeek: '2 раза в неделю',
        isStudent: true,
    },
    {
        title: 'Парный абонемент',
        price: '120 руб/месяц',
        description: 'На занятии изучаем сольные движения и связки, а также работаем в паре. Приемущество - это возможность танцевать со своей второй половинкой вне зала',
        countTimeWeek: '2 раза в неделю',
    },
];