export const prices = {
    header: [
        {name: '"Студенческий"'}, 
        {name: '"Молодёжный" ', old: 'с 18 до 28 лет'}, 
        {name: '"Стандарт"', old: 'c 28 до 45 лет', note: '*с опытом танца до 50'},
    ],
    body: [
        ['Разовое занятие', '5р.', '10р.', '12р.'],
        ['Абонемент на месяц (8 занятий)', '40р.', '70р.', '80р.'],
        ['Парный абонемент на месяц (за двоих)', '60р.', '110р.', '140р.'],
        ['Протанцовка', '5р.', '6р.', '7р.'],
        ['Пробное занятие', '5р.', '5р.', '5р.'],
    ],
};